/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Elementi Dock";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Elemento del Dock";
"com.apple.dock.itemlist" = "Elenco elementi Dock";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Elementi elenco elemento Dock";
"com.apple.dock.item/path" = "Percorso elemento Dock";
"com.apple.dock.item/label" = "Etichetta elemento Dock";
"com.apple.dock.item/type" = "Tipo elemento Dock";
"com.apple.dock.item/parent" = "Elemento padre Dock";
"com.apple.dock.item/properties" = "Proprietà elemento del Dock";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Widget Dashboard";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Widget Dashboard";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "Identificatore bundle";
"com.apple.dashboard.widget/preferences" = "preferenze";
"com.apple.dashboard.widget/position" = "posizione";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

